lexicon_ru = {
    'user_start': 'Добро пожаловать! Это бот для оплаты услуг размещения объявлений в @OzonWbSales\nДля просмотра тарифов нажмите кнопку или отправьте в чат "Тарифы"\nДля просмотра правил перейдите по ссылке ниже или нажмите кнопку "Правила"',
    'tariffs_info': 'Для просмотра актуальной информации по тарифам нажмите на кнопку ниже',
    'tariffs_action': 'Для выбора подходящего тарифа нажмите кнопку на панели\nЧтобы вернуться на главную, нажмите кнопку "Отмена"',
    'home': 'Для перехода в нужный раздел нажмите кнопку',
    'rules': 'Для просмотра правил нажмите на кнопку ниже',
    'my_tariffs': 'Информация о доступных вам тарифах представлена ниже. Чтобы разместить объявление по выбранному тарифу, нажмите кнопку. Чтобы вернуться в меню, нажмите "Главная"',
    'my_tariff_template': '''
    
Тариф: {0}
Кол-во дней: {1}
Постов в день: {2}''',
    'successful_free_pay': 'Оплата не требуется, воспользоваться тарифом и создать заявку на размещение вы можете, нажав на кнопку "Мои тарифы"',
    'wrong_desc_len': 'Длина описания {} символов. Отредактируйте ваш текст и пришлите в чат обновленную версию, напоминаю, что длина текста не должна быть менее 50 символов и более 500',
    'enter_header': 'Введите заголовок для поста. Это может быть название вашего товара, услуги или сторонняя реклама в зависимости от выбранного тарифа. Текст заголовка не должен быть объемным и привышать 50 символов',
    'enter_link': 'Супер! Осталось еще немного. Отправьте ваше имя пользователя в телеграме в формате @ваш_ник',
    'enter_photo': 'А теперь на последок мне будет нужна фотография для поста',
    'wrong_link_entered': 'Неправильно введены данные. Имя пользователя должно начинаться с собачки (@) и выглядеть примерно так: @ваш_ник',
    'post_template': '{0}\n\n{1}\n\nКонтакт: {2}',
    'post_demo': 'Вот как будет выглядеть ваш пост при публикации\n\nНапониманием, что пост будет выкладываться по тарифу "{}" {} раз в день в течение {} дней. Также не забудьте проверить пост на соответствие выбранному тарифу\n\nЕсли вы хотите подтвердить создание заявки, нажмите кнопку "Продолжить"',
    'post_successfully_created': 'Пост передан на проверку модерацией. Проверка занимает не более 1 или 2 дней\nДля перехода в нужный раздел нажмите кнопку',
    'wrong_confirmation_entered': 'Нет такой команды. Нажмите на кнопку "Продолижить", если хотите подтвердить создание поста. В противном случае нажмите "Отмена"',
    'welcome_to_admin_panel': 'Добро пожаловать в админ панель. Вы авторизовались как {0}\nДля перехода в нужный раздел нажмите кнопку или отправьте сообщение с таким же текстом',
    'has_no_tariffs': '\n\nУ вас пока нет купленных тарифов. Для просмотра и покупки доступных тарифов нажмите на кнопку "Тарифы" или отправьте сообщение с этим текстом в чат',
    'no_posts_to_check': 'На данный момент посты для проверки закончились',
    'admin_tariffs_price': 'Ниже представлены цены на доступные тарифы для пользователей:\n',
    'change_tariff_price': 'Введите новую цену для тарифа "{0}"\nЕсли не хотите менять цену, то нажмите кнопку "Отмена"',
}